{
  "Navgiate":{
    "navHome":"Home",
    "navAbout":"About Me",
    "navExamples":"Examples of my work",
    "navContact":"Conatact Me"
  },
  "HomePage": {
    "userName": "javad boroji",
    "jobPosition": "Front end Devlooper",
    "description": "Since 2019, I have dedicated myself with great passion to the world of programming. Throughout this journey, I have honed my skills in various languages, including JavaScript, jQuery, React, HTML-CSS, React Next, and TypeScript.",
    "educationTitle": "Education and Specialized Skills",
    "educationDescription": "Bachelor of Software Engineering with a focus on web development. Proficient in creating dynamic and responsive websites, designing user-friendly interfaces, and optimizing for performance.",
    "learningTitle": "Keen to learn and keep up-to-date",
    "learningDescription": "As a dedicated and results-oriented professional, I am committed to delivering innovative solutions that exceed client expectations. I am always eager to learn new technologies and apply them to improve project outcomes.",
    "workExperienceTitle": "workExperience",
    "workExperienceDescription1": "Front-end Development Role at Akam Software: Held the position of front-end developer for 8 months, contributing to the development of multiple websites and web applications.",
    "workExperienceDescription2": "Front-end Development Role at Resam Anahitha: Held the position of front-end developer at Resam Anahitha since September 2023, contributing to the development of an ERP system with modules such as production, office automation, and inventory."
  },
  "AboutPage": {
    "pageTitle": "About",
    "MeTitle": "Me",
    "userName": "javad",
    "lastName": "boroji",
    "age": "27",
    "country": "Iran",
    "remoteWork": "Yes",
    "address": "Tehran",
    "phone": "+98-9392409359",
    "email": "javadboroji2222@gmail.com",
    "socila": "https://www.linkedin.com/in/javad-boroji-6725201ab/",
    "language": "englishe",
    "PersonalInformationTitle": "Personal information",
    "firstNameTitle": "firstName",
    "lastNameTitle": "lastName",
    "ageTitle": "Age",
    "countryTitle": "country",
    "remoteWorkTitle": "remoteWork",
    "addresTitle": "Address",
    "phoneTitle": "Phone",
    "emailTitle": "Emial",
    "linkedinTitle": "linkedin",
    "languageTitle": "language",
    "PropertyCardTitle": "Completed projects",
    "PropertyCardTitle2": "work experience",
    "PropertyCardTitle3": "work history",
    "PropertyCardTitle4": "Ongoing projects",
    "mySkillsTitle": "my skills",
    "BackgroundAndEducationTitle": "Background and education",
    "experienceTime": "8 months",
    "experienceCompany": "Akam",
    "experienceJobPosition": "Front End",
    "experienceJobDescription": "Design and implementation of multilingual and responsive websites. Development and improvement of store pages and online payment systems for commercial websites, with a focus on enhancing user experience (UX) and optimizing performance. Collaboration in the design and implementation of custom CRM systems.",
    "experienceTime2": "From September 2023 until now",
    "experienceCompany2": "Rasam",
    "experienceJobDescription2": "Participated in the development of a Customer Relationship Management (CRM) system using the React framework. This system includes various modules such as production, inventory, orders, customers, etc., which are continuously expanding and optimizing. Some of my tasks and achievements include: Implementation and Improvement of Software Base Information: Managed access (UI access) and token-based authentication (JWT) to ensure security and access to system resources. Design and Development of Online Customer Chat Module: Utilized SignalR to enhance real-time communication and speed up responses to customer requests. Implementation of Invoice and Proforma Invoice Module: Used Stimulsoft Reports to create accurate and customizable financial reports for users. Development and Improvement of Production Module: Focused on optimizing performance and better managing data and production processes.",
    "educationTime": "2017-2021",
    "UniversityName": "sadra",
    "fieldOfStudy": "Bachelor of computer-software engineering"
  },
  "Projects":{
    "rash":"Video sales site",
    "danzhe":"Danje multilingual site",
    "rasam":"Rasam Naghshe Website",
    "Imdb":" video IMDB Website(Project)",
    "erp":"Rasam Naghshe CRM",
    "shop":"E-commerce Website",
     "babak": "Babak Diemaking Website"

  }
}
